{"timestamp": "2025-02-19T21:10:01.915752", "groups": [{"id": "120363096913978358@g.us", "subject": "Meu Exótico", "subjectOwner": "5511932154456@s.whatsapp.net", "subjectTime": 1680138868, "pictureUrl": null, "size": 3, "creation": 1680138868, "owner": "5511932154456@s.whatsapp.net", "desc": "Bem-vindo a comunidade da primeira e maior plataforma de posse responsável de pets não convencionais do Brasil. Esse espaço é nosso!", "descId": "1680132024-435", "restrict": false, "announce": false, "isCommunity": true, "isCommunityAnnounce": false}, {"id": "120363383673368986@g.us", "subject": "Postagem Instagram AcessoIA", "subjectOwner": "351912892944@s.whatsapp.net", "subjectTime": 1739394833, "pictureUrl": "https://pps.whatsapp.net/v/t61.24694-24/476048421_1515889545748022_772843248634572403_n.jpg?ccb=11-4&oh=01_Q5AaIGkH-sjn4IZzL0FqBfHDkMtPj5bMLIK1qssNQmzXjwwT&oe=67C3759D&_nc_sid=5e03e0&_nc_cat=104", "size": 2, "creation": 1739394833, "owner": "351912892944@s.whatsapp.net", "restrict": false, "announce": false, "isCommunity": false, "isCommunityAnnounce": false}, {"id": "120363398170141701@g.us", "subject": "Postagem Instagram GeorgeMyller", "subjectOwner": "351912892944@s.whatsapp.net", "subjectTime": 1738963232, "pictureUrl": "https://pps.whatsapp.net/v/t61.24694-24/475369211_1149855310020642_4254126362025810814_n.jpg?ccb=11-4&oh=01_Q5AaIIv6DCHgXMOTtqjCz70NrjhPE55GeVnDucRAoUtRVXQ_&oe=67C37753&_nc_sid=5e03e0&_nc_cat=100", "size": 2, "creation": 1738963197, "owner": "351912892944@s.whatsapp.net", "restrict": false, "announce": false, "isCommunity": false, "isCommunityAnnounce": false}, {"id": "120363392410925236@g.us", "subject": "Rapinantes", "subjectOwner": "5511932154456@s.whatsapp.net", "subjectTime": 1737771069, "pictureUrl": "https://pps.whatsapp.net/v/t61.24694-24/473402284_496059419794156_9205502944610781007_n.jpg?ccb=11-4&oh=01_Q5AaIJKmuNok_R8iZhneyRTLha4Q1BX_jvmrBUpWM03q9vSC&oe=67C36974&_nc_sid=5e03e0&_nc_cat=102", "size": 105, "creation": 1737771069, "owner": "5511932154456@s.whatsapp.net", "desc": "Regras do Grupo de Rapinantes - Meu Exótico\n\n1. Propósito do Grupo:\nEste grupo é destinado à troca de informações, experiências e aprendizado sobre o manejo, cuidados e conservação de aves de rapina, como falcões, gaviões, corujas e outras espécies. Nosso objetivo é promover o bem-estar dessas aves e a prática responsável do manejo.\n\n2. Postagens Permitidas:\nRelatos sobre manejo, treinamento, alimentação e enriquecimento ambiental.\nDúvidas relacionadas ao comportamento, saúde e cuidados veterinários.\nCompartilhamento de materiais educativos (artigos, vídeos, manuais de falcoaria, etc.).\nDiscussões sobre conservação e práticas éticas relacionadas às aves de rapina.\n\n3. Postagens Proibidas:\nVenda, troca ou negociações de aves de rapina ou acessórios relacionados.\nPublicação de fotos ou vídeos de aves mantidas ilegalmente. Relatos podem ser feitos, mas sem imagens.\nIncentivo à captura ou posse ilegal de espécies nativas ou exóticas.\n\n4. Interações no Grupo:\nRespeite a opinião e as experiências de todos os membros.\nPerguntas de iniciantes são bem-vindas; este é um espaço de aprendizado mútuo.\nMantenha o foco do grupo; evite assuntos que não estejam relacionados a rapinantes.\n\n5. Ética e Bem-Estar:\nPriorize práticas que promovam o bem-estar e a conservação das aves de rapina.\nPostagens que envolvam maus-tratos, práticas arriscadas ou antiéticas serão removidas imediatamente.\nIncentivamos o uso responsável da falcoaria, dentro das normas legais e éticas.\n\n6. Privacidade e Segurança:\nNão compartilhe informações pessoais ou localização de outros membros ou de suas aves sem autorização.\nSe você possui aves de forma irregular, sua participação é permitida, mas evite imagens ou informações que comprometam a segurança do grupo.\n\n7. Moderação:\nModeradores garantirão o bom funcionamento do grupo. O descumprimento das regras pode resultar em advertência ou remoção do membro.\nEssas regras garantem um espaço respeitoso e educativo para todos que compartilham da paixão por aves de rapina!", "descId": "3F557DE9FC004DB3", "restrict": true, "announce": false, "isCommunity": false, "isCommunityAnnounce": false, "linkedParent": "120363096913978358@g.us"}, {"id": "120363392829929263@g.us", "subject": "Aracnídeos", "subjectOwner": "5511932154456@s.whatsapp.net", "subjectTime": 1737771409, "pictureUrl": "https://pps.whatsapp.net/v/t61.24694-24/473412679_590827673766903_2958633335696575701_n.jpg?ccb=11-4&oh=01_Q5AaIJsFQeSiCAwPEjHR6GviNkc0MWoQ9hVWA5VdkC68Clhz&oe=67C35ECB&_nc_sid=5e03e0&_nc_cat=106", "size": 126, "creation": 1737771409, "owner": "5511932154456@s.whatsapp.net", "desc": "Regras do Grupo de Aracnídeos - Meu Exótico\n\n1. Propósito do Grupo:\nEste grupo é dedicado a compartilhar informações, experiências e aprendizado sobre o manejo, cuidados e curiosidades relacionadas a aracnídeos, como tarântulas. O foco é promover práticas seguras e éticas no cuidado desses fascinantes animais.\n\n2. Postagens Permitidas:\nRelatos sobre manejo, alimentação, cuidados e criação de aracnídeos.\nDúvidas relacionadas ao comportamento, saúde e bem-estar dos animais.\nCompartilhamento de materiais educativos, como artigos, vídeos e guias técnicos.\nDiscussões sobre espécies, habitat e conservação.\n\n3. Postagens Proibidas:\nVenda, troca ou negociação de aracnídeos ou itens relacionados.\nPublicação de fotos ou vídeos de aracnídeos mantidos ilegalmente. Relatos podem ser feitos, mas sem imagens.\nDiscussões que incentivem a captura ou práticas ilegais relacionadas a espécies selvagens.\n\n4. Interações no Grupo:\nRespeite a opinião e a experiência de outros membros.\nPerguntas são sempre bem-vindas, independente do nível de conhecimento do participante.\nMantenha o foco no tema do grupo; assuntos fora do contexto não serão permitidos.\n\n5. Ética e Bem-Estar:\nIncentivamos práticas que garantam o bem-estar dos aracnídeos e respeitem suas necessidades biológicas.\nConteúdos que envolvam maus-tratos ou práticas arriscadas serão removidos, e o autor poderá ser excluído do grupo.\nDiscussões devem estar alinhadas às boas práticas no cuidado e conservação de aracnídeos.\n\n6. Privacidade e Segurança:\nEvite compartilhar informações pessoais ou dados sensíveis de outros membros.\nSe você possui aracnídeos de forma irregular, sua participação é permitida, mas não compartilhe fotos ou vídeos desses animais.\n\n7. Moderação:\nModeradores estão disponíveis para esclarecer dúvidas e garantir o bom funcionamento do grupo. O descumprimento das regras pode resultar em advertência ou remoção.", "descId": "7AF8EB233B766F82", "restrict": true, "announce": false, "isCommunity": false, "isCommunityAnnounce": false, "linkedParent": "120363096913978358@g.us"}, {"id": "120363394555448562@g.us", "subject": "Projeto Cenchria Mansa", "subjectOwner": "5511932154456@s.whatsapp.net", "subjectTime": 1737451493, "pictureUrl": "https://pps.whatsapp.net/v/t61.24694-24/473395333_1126722839120105_8665160197590263907_n.jpg?ccb=11-4&oh=01_Q5AaIEbydXh2a-9fitw4ikYWr2a5wWaQ7Rdu4F4ipsf88Cq6&oe=67C34235&_nc_sid=5e03e0&_nc_cat=106", "size": 131, "creation": 1737451493, "owner": "5511932154456@s.whatsapp.net", "desc": "Regras do Grupo de Projeto Cenchria Mansa\n\n1. Finalidade do Grupo:\nO grupo foi criado para compartilhar experiências e aprendizados relacionados ao manuseio de Epicrates Cenchria, seguindo o modelo descrito. Mantenha o foco no tema.\n\n2. Modelo de Postagem\nUtilize o seguinte formato para relatar seus manuseios:\nData: Dia do manuseio.\nTurno: Manhã, tarde ou noite.\nPegada: Como foi retirado do recinto? (Mão, gancho, etc.).\nHouve contenção? [ ] Sim [ ] Não\nComportamento: Breve descrição do manuseio e do comportamento do animal.\nBote? [ ] Sim [ ] Não\nMordida? [ ] Sim [ ] Não\nTécnicas aprendidas no grupo: Relate se alguma técnica nova está funcionando.\n\n3. Vídeos:\nVídeos do manuseio são bem-vindos, mas a segurança deve ser prioridade. Não se arrisque para gravar.\n\n4. Interações no Grupo:\nRespeite a opinião e o relato dos demais.\nPerguntas e sugestões são incentivadas, mas mantenha o tom cordial.\nMensagens fora do tema (correntes, memes, ou assuntos irrelevantes) não são permitidas.\n\n5. Encontros Online:\nOs encontros mensais online serão organizados para debater os avanços e compartilhar aprendizados. A participação é opcional, mas recomendada.\n\n6. Ética e Bem-Estar Animal:\nApenas compartilhe práticas que promovam o bem-estar animal e sejam seguras para você e o pet.\nQualquer prática ou sugestão que envolva maus-tratos será motivo de exclusão do grupo.\n\n7. Privacidade e Segurança:\nNão compartilhe informações pessoais ou dos animais sem permissão.\n\n8. Moderadores:\nOs moderadores do grupo estão disponíveis para dúvidas e garantir o bom funcionamento do espaço.\nQualquer desrespeito às regras pode resultar em advertência ou remoção do grupo.\n\nEssas regras têm como objetivo criar um ambiente produtivo, seguro e respeitoso para todos os participantes.\n\nEsse grupo é apoiado pelo Criadouro Imperial.", "descId": "F1EADC56337382F1", "restrict": true, "announce": false, "isCommunity": false, "isCommunityAnnounce": false, "linkedParent": "120363096913978358@g.us"}, {"id": "120363373310776418@g.us", "subject": "Invertebrados", "subjectOwner": "5511932154456@s.whatsapp.net", "subjectTime": 1737498534, "pictureUrl": "https://pps.whatsapp.net/v/t61.24694-24/473399575_464550080055483_8965580736500880851_n.jpg?ccb=11-4&oh=01_Q5AaIJ2Djdk3POh8Ecofl2Vvt5iJwxnGsWkRyYuz_c_Ws_dN&oe=67C35166&_nc_sid=5e03e0&_nc_cat=105", "size": 143, "creation": 1737498534, "owner": "5511932154456@s.whatsapp.net", "desc": "Regras do Grupo de Invertebrados - Meu Exótico\n\n1. Propósito do Grupo:\nEste grupo é para compartilhar experiências, esclarecer dúvidas e aprender sobre o manejo de invertebrados, como aranhas, escorpiões, insetos e outros.\n\n2. Postagens Permitidas:\n\n- Relatos sobre manejo, alimentação, enriquecimento ambiental e reprodução de invertebrados.\n- Dúvidas relacionadas ao comportamento e saúde dos animais.\n- Materiais educativos, como artigos, vídeos e discussões técnicas.\n3. Postagens Proibidas:\n\n- Venda, troca ou negociações de invertebrados ou itens relacionados.\n- Fotos ou vídeos de invertebrados mantidos ilegalmente. Relatos podem ser feitos, mas sem imagens.\n- Conteúdo que promova práticas ilegais ou antiéticas.\n4. Interações no Grupo:\n\n- Mantenha o respeito entre os membros, valorizando a troca de experiências.\n- Perguntas, mesmo básicas, são bem-vindas; este é um espaço para aprendizado.\n- Evite desviar o foco para assuntos fora do tema do grupo.\n5. Ética e Bem-Estar:\n\n- Práticas seguras e éticas que priorizem o bem-estar dos animais são incentivadas.\n- Postagens que envolvam maus-tratos ou práticas perigosas serão removidas.\n6. Moderação:\n\nModeradores garantirão a organização e o cumprimento das regras. Descumprimentos podem levar à remoção do grupo.", "descId": "4B9A42526AB20E6A", "restrict": true, "announce": false, "isCommunity": false, "isCommunityAnnounce": false, "linkedParent": "120363096913978358@g.us"}, {"id": "120363393345298645@g.us", "subject": "Quelônios", "subjectOwner": "5511932154456@s.whatsapp.net", "subjectTime": 1737498386, "pictureUrl": "https://pps.whatsapp.net/v/t61.24694-24/473405035_1121350919171199_6473935793514812993_n.jpg?ccb=11-4&oh=01_Q5AaIGWggkF2_PEt2503XyV_F3vhXI-j0Ew_9oNEV3tM_xZS&oe=67C36D77&_nc_sid=5e03e0&_nc_cat=100", "size": 158, "creation": 1737498386, "owner": "5511932154456@s.whatsapp.net", "desc": "Regras do Grupo de Quelônios - Meu Exótico\n\n1. Propósito do Grupo:\nEste grupo é voltado para amantes de tartarugas, cágados e jabutis. O objetivo é compartilhar experiências, esclarecer dúvidas e aprender sobre o manejo, alimentação e bem-estar dos quelônios.\n\n2. Postagens Permitidas:\n\n- Relatos sobre cuidados diários, alimentação, saúde e enriquecimento ambiental.\n- Dúvidas relacionadas ao comportamento ou manejo de quelônios.\n- Compartilhamento de materiais educativos (artigos, vídeos, livros, etc.).\n3. Postagens Proibidas:\n\n- Venda, troca ou negociações de quelônios ou itens relacionados.\n- Fotos ou vídeos de quelônios mantidos ilegalmente. Relatos podem ser feitos, mas sem imagens.\n- Discussões que incentivem práticas ilegais ou antiéticas.\n4. Interações no Grupo:\n\n- Respeite a opinião e a experiência dos membros.\n- Perguntas de iniciantes são bem-vindas; o grupo é um espaço de aprendizado.\n- Evite desviar o foco do grupo com assuntos irrelevantes.\n5. Ética e Bem-Estar:\n\n- Priorize práticas que promovam o bem-estar e a conservação dos quelônios.\n- Conteúdos que envolvam maus-tratos serão removidos, e o responsável poderá ser expulso.\n6. Moderação:\n\nModeradores garantirão o cumprimento das regras. Descumprimentos podem resultar em advertência ou exclusão do grupo.", "descId": "D03C1250C72D6035", "restrict": true, "announce": false, "isCommunity": false, "isCommunityAnnounce": false, "linkedParent": "120363096913978358@g.us"}, {"id": "120363394476627569@g.us", "subject": "Anfíbios", "subjectOwner": "5511932154456@s.whatsapp.net", "subjectTime": 1737468734, "pictureUrl": "https://pps.whatsapp.net/v/t61.24694-24/473401275_1313167036369047_6785328985413654394_n.jpg?ccb=11-4&oh=01_Q5AaIJREklCGiCahQPc5e5sa_l34v5XeyOhv4BMuke5DmjfI&oe=67C374A9&_nc_sid=5e03e0&_nc_cat=103", "size": 232, "creation": 1737468734, "owner": "5511932154456@s.whatsapp.net", "desc": "Regras do Grupo de Anfíbios - Meu Exótico\n\n1. Propósito do Grupo:\nEste grupo foi criado para compartilhar informações e experiências sobre o manejo, cuidados e conservação de anfíbios. Nosso objetivo é criar um ambiente de aprendizado e troca de conhecimento, promovendo o bem-estar dos animais.\n\n2. Postagens Permitidas:\n\n-Relatos de manejo e cuidados, incluindo:\n- Alimentação, limpeza e enriquecimento ambiental.\n- Técnicas seguras de transporte e manipulação.\n- Dúvidas e discussões relacionadas ao comportamento e bem-estar dos anfíbios.\n- Compartilhamento de materiais educativos (artigos, vídeos, livros, etc.).\n3. Postagens Proibidas:\n\n- Venda ou negociação de anfíbios ou itens relacionados.\n- Publicação de fotos ou vídeos de anfíbios mantidos ilegalmente.\n- Discussões que incentivem ou facilitem a captura ilegal de espécies.\n4. Interações no Grupo:\n\n- Respeito é essencial. Não serão tolerados ataques pessoais, ofensas ou discussões desrespeitosas.\n- Contribua com informações úteis e seja receptivo às dúvidas de todos, independentemente do nível de experiência.\n- Mantenha o foco no tema do grupo; assuntos irrelevantes devem ser evitados.\n5. Privacidade e Segurança:\n\n- Respeite a decisão de membros que optarem por não compartilhar detalhes específicos sobre seus animais.\n- Evite perguntas invasivas sobre origem ou posse de espécies ilegais.\n6. Ética e Bem-Estar:\n\n- Práticas que promovam o bem-estar e a conservação dos anfíbios são incentivadas.\n- Conteúdos que envolvam maus-tratos ou práticas arriscadas serão removidos e podem levar à exclusão do membro.\n7. Moderação:\n\nOs moderadores estão disponíveis para dúvidas e para garantir o bom funcionamento do grupo. Descumprimento das regras pode resultar em advertência ou remoção.", "descId": "690DEFE3961A829D", "restrict": true, "announce": false, "isCommunity": false, "isCommunityAnnounce": false, "linkedParent": "120363096913978358@g.us"}, {"id": "120363097392664171@g.us", "subject": "Lagartos", "subjectOwner": "5511932154456@s.whatsapp.net", "subjectTime": 1680138869, "pictureUrl": "https://pps.whatsapp.net/v/t61.24694-24/473397971_1137324577921078_5754268048206941543_n.jpg?ccb=11-4&oh=01_Q5AaIBzjEfXN2_ooxTI3YGvI5ug8cHdFTOegAD7RcBd8chMJ&oe=67C36473&_nc_sid=5e03e0&_nc_cat=105", "size": 242, "creation": 1680138869, "owner": "5511932154456@s.whatsapp.net", "desc": "Regras do Grupo de Manejo de Lagartos - Meu Exótico\n\n1. Propósito do Grupo:\nEste grupo é destinado à troca de experiências sobre o manejo de lagartos. Aqui, os membros podem compartilhar dúvidas, técnicas e informações relacionadas ao cuidado desses animais.\n\n2. Postagens Permitidas:\n• Relatos sobre o manejo de lagartos, como:\n• Interação e comportamento.\n• Técnicas de alimentação e manejo seguro.\n• Sugestões de enriquecimento ambiental.\n• Discussões sobre práticas seguras e éticas no manejo.\n• Compartilhamento de conteúdos educativos (livros, vídeos, ou artigos).\n\n3. Postagens Proibidas:\n• Venda ou troca de animais e equipamentos relacionados.\n• Postagens de fotos ou vídeos de lagartos mantidos ilegalmente. Relatos podem ser compartilhados, mas sem imagens.\n• Discussões sobre comércio de animais ilegais ou práticas não éticas.\n\n4. Interações no Grupo:\n• Seja respeitoso com todos os membros. Discussões ofensivas ou desnecessárias não serão toleradas.\n• Contribua com informações úteis e seja paciente com dúvidas de iniciantes.\n• Não desvie o foco do grupo com assuntos irrelevantes.\n\n5. Privacidade:\n• Não compartilhe detalhes pessoais ou localização de outros membros ou de seus animais sem consentimento.\n• Não questione publicamente a origem dos lagartos dos membros.\n\n6. Ética e Segurança:\n• Encorajamos a prática de manejo ético e seguro, com prioridade ao bem-estar dos animais.\n• Conteúdos que promovam maus-tratos ou técnicas arriscadas serão removidos imediatamente.\n\n7. Moderação:\n• Moderadores têm a responsabilidade de manter o grupo em ordem. Descumprir as regras pode resultar em remoção.\n\nEssas diretrizes visam criar um ambiente seguro, ético e educativo para todos os membros da comunidade Meu Exótico.", "descId": "1737396889-947", "restrict": false, "announce": false, "isCommunity": false, "isCommunityAnnounce": false, "linkedParent": "120363096913978358@g.us"}, {"id": "120363112102928094@g.us", "subject": "Serpentes", "subjectOwner": "5511932154456@s.whatsapp.net", "subjectTime": 1680138869, "pictureUrl": "https://pps.whatsapp.net/v/t61.24694-24/473395012_575905568680905_8757542624152955421_n.jpg?ccb=11-4&oh=01_Q5AaIJoH040Idf-vJv7RPWkQkLisAwJDakm5s52C3JFgYU87&oe=67C3483A&_nc_sid=5e03e0&_nc_cat=107", "size": 345, "creation": 1680138869, "owner": "5511932154456@s.whatsapp.net", "desc": "Regras do Grupo de Manejo de Serpentes - Meu Exótico\n\n1. Propósito do Grupo:\nEste grupo é exclusivo para troca de experiências sobre o manejo de serpentes. Nosso objetivo é compartilhar informações úteis, técnicas seguras e promover o aprendizado mútuo, sempre respeitando o bem-estar animal.\n\n2. Postagens Permitidas:\n• Relatos de manejo, incluindo:\n• Comportamento da serpente.\n• Métodos de contenção e transporte.\n• Dicas de alimentação e higienização.\n• Discussão de técnicas seguras.\n• Dúvidas relacionadas ao manejo e cuidados.\n• Compartilhamento de materiais educativos (artigos, vídeos, etc.).\n\n3. Postagens Proibidas:\n• Venda ou negociação de animais e itens relacionados.\n• Divulgação de serpentes mantidas ilegalmente, inclusive fotos ou vídeos dessas.\n• Discussões sobre compra de serpentes ilegais ou temas que possam comprometer o grupo.\n- localização dos registros de animais de vida livre.\n\n4. Interações no Grupo:\n• Respeito acima de tudo. Não são permitidos ataques pessoais, ofensas ou discussões desnecessárias.\n• Perguntas são sempre bem-vindas, independente do nível de experiência do membro.\n• Sugestões e críticas devem ser feitas de forma construtiva.\n\n5. Privacidade:\n• Respeite a decisão de outros membros de não compartilhar detalhes sobre a localização ou origem dos seus animais.\n• Evite perguntas invasivas sobre animais ilegais.\n\n6. Ética e Segurança:\n• Todo conteúdo deve estar alinhado com boas práticas de manejo e respeito ao bem-estar animal.\n• Incentivamos o compartilhamento de experiências que respeitem a legislação local.\n\n7. Moderação:\n• Os moderadores têm o direito de advertir ou remover membros que descumprirem as regras.\n\nEssas diretrizes visam criar um ambiente seguro, ético e educativo para todos os membros da comunidade Meu Exótico.", "descId": "1737845649-481", "restrict": true, "announce": false, "isCommunity": false, "isCommunityAnnounce": false, "linkedParent": "120363096913978358@g.us"}, {"id": "120363093402610380@g.us", "subject": "Meu Exótico", "subjectOwner": "5511932154456@s.whatsapp.net", "subjectTime": 1680138868, "pictureUrl": null, "size": 493, "creation": 1680138868, "owner": "5511932154456@s.whatsapp.net", "desc": "Teste", "descId": "1680132024-121", "restrict": false, "announce": true, "isCommunity": false, "isCommunityAnnounce": true, "linkedParent": "120363096913978358@g.us"}]}